Repository: SokoloffA/radiola
Catalog: Radiola/Preferences/Settings.xcstrings
Source language: en
Languages: de, it, ru, zh_hans

source: Advanced
de: Erweitert
it: Avanzate
ru: Дополнительно
zh_hans: 高级

source: always
de: immer
it: sempre
ru: всегда
zh_hans: 总是

source: Appearance
de: Aussehen
it: Aspetto
ru: Внешний вид
zh_hans: 外观

source: as a flat list
de: als einfache Liste
it: lista semplice
ru: как плоский список
zh_hans: 作为平铺列表

source: as a submenu
de: als Untermenü
it: sottomenu
ru: как вложенные меню
zh_hans: 作为子菜单

source: Automatically check for updates
de: Automatisch nach Updates suchen
it: Cerca aggiornamenti automaticamente
ru: Автоматически проверять обновления
zh_hans: 自动检查更新

source: changes the volume
de: Lautstärke ändern
it: Regola il volume
ru: меняет громкость
zh_hans: 更改音量

source: Check for Updates now
de: Jetzt nach Updates suchen
it: Cerca aggiornamenti
ru: Проверить обновления сейчас
zh_hans: 立即检查更新

source: cloud and local stations
de: Online und lokale Sender
it: stazioni in cloud e locali
ru: из облака и локальные станции
zh_hans: 云端和本地电台

source: cloud stations only (recommended)
de: Nur Online-Sender (empfohlen)
it: solo stazioni in cloud (raccomandato)
ru: только из облака (рекомендуется)
zh_hans: 仅云端电台（推荐）

source: Controls
de: Kontrollelemente
it: Controlli
ru: Управление
zh_hans: 控制

source: Device:
de: Gerät:
it: Dispositivo:
ru: Устройство:
zh_hans: 设备：

source: does nothing
de: nicht benutzen
it: nessuna azione
ru: ничего не делает
zh_hans: 无操作

source: Global shortcut to show history
de: Globaler Kurzbefehl zum Anzeigen des Verlaufs
it: Scorciatoia mostra Cronologia
ru: Глобальные клавиши для отображения истории
zh_hans: 显示历史记录的全局快捷键

source: Global shortcut to show menu
de: Globaler Kurzbefehl zum Anzeigen des Menüs
it: Scorciatoia mostra menu
ru: Глобальные клавиши для отображения меню
zh_hans: 显示菜单的全局快捷键

source: Global shortcut to show stations
de: Globaler Kurzbefehl zum Anzeigen der Sender
it: Scorciatoia mostra Stazioni
ru: Глобальные клавиши для отображения станций
zh_hans: 显示电台的全局快捷键

source: Global shortcut to toggle play and pause
de: Globaler Kurzbefehl zum Umschalten von Wiedergabe und Pause
it: Scorciatoia controllo play e pausa
ru: Глобальные клавиши для переключения между воспроизведением и паузой
zh_hans: 播放/暂停的全局快捷键

source: Left mouse button:
de: Linke Maustaste:
it: Tasto sinistro del mouse:
ru: Левая кнопка мыши:
zh_hans: 鼠标左键：

source: local stations only
de: nur lokale Sender
it: solo stazioni locali
ru: тольео локальные станции
zh_hans: 仅本地电台

source: mark current song as favorite
de: Aktuellen Song als Favorit markieren
it: contrassegna il brano corrente come preferito
ru: отмечает текущую песню как любимую
zh_hans: 将当前歌曲标记为收藏

source: Media key handling:
de: Benutzung der Medien-Tasten:
it: Utilizza i tasti media della tastiera:
ru: Медиа клавиши:
zh_hans: 媒体键处理：

source: Middle mouse button:
de: Mittlere Maustaste:
it: Tasto centrale del mouse:
ru: Средняя кнопка мыши:
zh_hans: 鼠标中键：

source: Mouse wheel:
de: Mausrad:
it: Rotellina del mouse:
ru: Колесико мыши:
zh_hans: 鼠标滚轮：

source: never
de: niemals
it: mai
ru: никогда
zh_hans: 从不

source: Notifications:
de: Benachrichtigungen:
it: Notifiche:
ru: Уведомления:
zh_hans: 通知：

source: Open the main window on startup
de: Hauptfenster öffnen
it: Apri la finestra principale all'avvio
ru: Показывать главное окно при запуске
zh_hans: 启动时打开主窗口

source: Play last station on startup
de: den letzten Sender abspielen
it: Riproduci l'ultima stazione all'avvio
ru: Играть последнюю станцию при запуске программы
zh_hans: 启动时播放上次电台

source: Press shortcut
de: Kurzbefehl ausführen
it: Digita scorciatoia
ru: Нажмите комбинацию клавиш
zh_hans: 按快捷键

source: Previous and next track buttons:
de: Schaltflächen für vorherigen und nächsten Titel:
it: Tasti traccia precedente e successiva
ru: Кнопки предыдущей и следующей трека:
zh_hans: 上一曲和下一曲按钮：

source: Record shortcut
de: Kurzbefehl aufzeichnen
it: Registra scorciatoia
ru: Задать комбинацию клавиш
zh_hans: 录制快捷键

source: Right mouse button:
de: Rechte Maustaste
it: Tasto destro del mouse:
ru: Правая кнопка мыши:
zh_hans: 鼠标右键：

source: Show a tooltip with the radiostation and song
de: Tooltip mit Radiosender und Song anzeigen
it: Mostra etichetta nome stazione e brano
ru: Показать всплывающую подсказку с радиостанцией и песней
zh_hans: 显示电台和歌曲的工具提示

source: Show groups in favorites:
de: Gruppen in Favoriten anzeigen:
it: Mostra i gruppi nei preferiti come:
ru: Показывать группы в «любимых станциях»:
zh_hans: 在收藏中显示分组：

source: Show song title in menu bar
de: Songtitel in der Menüleiste anzeigen
it: Mostra il titolo del brano nella barra dei menu
ru: Отображать песню в строке меню
zh_hans: 在菜单栏显示歌曲标题

source: Show station lists:
de: Senderliste zeigen:
it: Mostra lista stazioni:
ru: Показывать списки станций:
zh_hans: 显示电台列表：

source: Show the "Copy song title and artist" item in the menu
de: den Eintrag „Songtitel und Interpret kopieren“ im Menü anzeigen
it: Mostra il comando "Copia titolo brano e artista" nel menu
ru: Показать в меню пункт «Копировать название песни и исполнителя».
zh_hans: 在菜单中显示"复制歌曲标题和艺术家"选项

source: Show the mute item in the menu
de: Stummschaltung im Menü anzeigen
it: Mostra il controllo "Muto" nel menu
ru: Показывать пункт «Выключить звук» в меню
zh_hans: 在菜单中显示静音选项

source: Show the volume control in the menu
de: Lautstärkeregler im Menü anzeigen
it: Mostra il controllo del volume nel menu
ru: Показывать регулятор громкости в меню
zh_hans: 在菜单中显示音量控制

source: shows the history
de: Verlauf anzeigen
it: mostra cronologia
ru: показывает историю
zh_hans: 显示历史记录

source: shows the main window
de: Hauptfenster anzeigen
it: mostra la finestra principale
ru: показывает главное окно
zh_hans: 显示主窗口

source: shows the popup menu
de: Popup-Menü anzeigen
it: mostra il menu a comparsa
ru: показывает всплывающее меню
zh_hans: 显示弹出菜单

source: Startup:
de: Beim Starten:
it: Avvio:
ru: Запуск:
zh_hans: 启动：

source: switch favorite stations
de: Lieblingssender wechseln
it: cambia stazione preferita
ru: переключает любимые станции
zh_hans: 切换收藏的电台

source: toggles mute
de: Stumm umschalten
it: attiva/disattiva muto
ru: включает и выключает звук
zh_hans: 切换静音

source: toggles playback and pause
de: Wiedergabe und Pause umschalten
it: riproduci/pausa
ru: переключает воспроизведение и паузу
zh_hans: 切换播放和暂停

source: Updates
de: Aktualisierungen
it: Aggiornamenti
ru: Обновления
zh_hans: 更新

source: When playback starts.
de: wenn die Wiedergabe startet
it: Quando inizia la riproduzione.
ru: Когда начинается воспроизведение.
zh_hans: 当播放开始时。

source: when the main window is open
de: wenn das Hauptfenster geöffnet ist
it: quando la finestra principale è aperta
ru: когда открыто главное окно
zh_hans: 当主窗口打开时

source: with margins
de: mit Rändern
it: lista con margini
ru: с отступами
zh_hans: 带边距

source: You can always open the menu with Control+Mouse Click
de: Sie können das Menü jederzeit mit Control+Maus-Klick öffnen
it: Puoi aprire il menu con Control + Click
ru: Вы всегда можете открыть меню с помощью Control+Mouse Click
zh_hans: 您始终可以使用 Control+鼠标点击 打开菜单

source: Audio
ru: Аудио
zh_hans: 音频

source: HTTP(S) proxy:
ru: HTTP(S) прокси:
zh_hans: HTTP(S) 代理：
